Revit 2024 API
SymbolTypeId.KgfPerM Property
 Symbol kgf/m, indicating unit Kilograms force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgfPerM { get; }
Visual Basic
Public Shared ReadOnly Property KgfPerM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgfPerM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace